export const JPN_TRANSLATION = {
  navbar: {
    menu: {
      trade: "貿易",
      staking: "ステーキング",
      terms: "利用規約",
      privacy: "プライバシーポリシー",
    },
  },
  landing: {
    cta: "ブロックチェーンを分散化するためのオールインプラットフォーム",
    hero: {
      title: {
        one: "でビットコイン ネイティブ DEFI の旅をレベルアップしましょう",
        two: "RECTOVERSO",
      },
      subtitle:
        "分散型取引所、ステーキング、合理化されたブリッジングのためのオールインワン プラットフォームで、無限の可能性を解き放つ",
    },
    features: {
      title: {
        one: "強力で便利な機能に",
        two: "アクセスします。",
      },
      subtitle:
        "分散型金融の未来への道！当社の直感的なプラットフォームを使用して、資産を簡単に取引、交換、ステーキング、ブリッジできます。",
      card: {
        title: {
          one: "貿易の分散化",
          two: "橋梁プラットフォーム",
          three: "スワップ取引",
          four: "ステーキングプラットフォーム",
        },
      },
    },
    info: {
      phaseOne: {
        title: {
          one: "スピードと戦略が融合し、高速な DEX 取引",
          two: "簡単なスワップで特典が強化されます。",
        },
        list: {
          one: "当社の DEX で超高速取引に飛び込んでください。指値注文や成行注文などのさまざまな取引タイプに加えて、戦略的な操作のための簡単に設定できる利確レベルと損切りレベルも提供されます。",
          two: "当社のロング機能とショート機能を活用して、市場のトレンドに乗り、方向に関係なく利益を最大化できるようにします。",
          three:
            "ユーザーフレンドリーなインターフェイスで仮想通貨をシームレスに交換できるため、仮想通貨の交換が簡単でストレスフリーになります。",
        },
      },
      phaseTwo: {
        title: {
          one: "選択肢を橋渡しし、利益を増やし、報酬を高めて、究極の暗号資産",
          two: "のアドバンテージを獲得しましょう！",
        },
        list: {
          one: "多様な暗号資産間をシームレスに橋渡しし、ポートフォリオ管理において比類のない選択肢と柔軟性を提供します。",
          two: "ステーキング機能を通じて利益を拡大し、ネットワーク検証に積極的に参加しながら報酬を獲得できるようにします",
          three:
            "当社のステーキング プログラムを通じてオプションで追加の暗号報酬を獲得し、収益を新たな高みに引き上げ、資産の可能性を最大化します。",
        },
      },
    },
    provider: {
      title: {
        one: "Connect your wallet  and Unlock a realm of",
        two: "exclusive benefits waiting for you",
      },
    },
    tags: {
      provide: "私たちがあなたに提供するもの",
      decentralize: "分散型取引とスワップ",
      methods: "ブリッジとステーキング",
      exchange: "分散型取引所",
    },
  },
  button: {
    connectWallet: "ウォレットを接続する",
  },
  tags: {
    language: "言語",
  },
  footer: {
    desc: "Reso へようこそ - 分散型金融の未来へのパスポートです。当社の直観的なプラットフォームを使用して、資産の取引、交換、ステーク、ブリッジを簡単に行うことができます。経験豊富な投資家でも、投資を始めたばかりでも、Reso を使用するとデジタル資産の世界を簡単にナビゲートできます。複雑さには別れを告げ、無限の可能性へようこそ。今すぐ参加して、経済的自由の新時代を切り開きましょう!",
    title: {
      one: "About",
      two: "Support",
      three: "FAQ",
    },
  },
};
